<unk>	0
<s>	0
</s>	0
▁the	-3.28191
,	-3.36228
.	-3.43022
s	-3.83739
▁a	-3.84274
▁and	-3.90401
▁of	-3.97915
▁to	-4.05181
'	-4.11252
▁is	-4.27689
br	-4.30357
▁in	-4.46247
▁I	-4.5302
▁it	-4.55225
▁that	-4.70481
▁this	-4.79839
▁/><	-5.00548
t	-5.02479
▁/>	-5.04113
▁was	-5.04316
▁movie	-5.09302
-	-5.10554
▁	-5.16332
▁with	-5.20033
▁for	-5.20131
▁film	-5.22687
▁as	-5.28989
.<	-5.29341
▁The	-5.39133
▁but	-5.39935
▁on	-5.44148
▁you	-5.46877
▁"	-5.4899
▁(	-5.51817
▁are	-5.57077
▁have	-5.60731
▁be	-5.61404
▁not	-5.61548
▁his	-5.66996
▁one	-5.70786
"	-5.72584
▁he	-5.79405
▁all	-5.87424
▁by	-5.88297
▁an	-5.90278
▁at	-5.91463
)	-5.95163
▁who	-5.95703
▁like	-5.96079
▁from	-5.98419
▁they	-5.99475
▁so	-6.03266
▁out	-6.10113
▁about	-6.10453
ing	-6.12004
▁just	-6.12723
▁has	-6.13836
▁It	-6.14008
▁or	-6.14265
▁her	-6.1465
▁good	-6.24653
▁can	-6.25381
▁some	-6.26588
▁more	-6.31927
▁very	-6.33164
!	-6.35085
▁This	-6.37958
ed	-6.38254
▁what	-6.40222
▁time	-6.40884
▁up	-6.41043
▁would	-6.42339
d	-6.42685
▁there	-6.42733
?	-6.45466
▁see	-6.4868
The	-6.4886
▁really	-6.49089
▁story	-6.49699
▁me	-6.49918
▁when	-6.50262
▁if	-6.51462
▁only	-6.53265
▁had	-6.54067
▁their	-6.55051
▁no	-6.55126
▁my	-6.55288
▁even	-6.55959
▁were	-6.56844
▁she	-6.58573
▁which	-6.59916
ly	-6.64698
▁than	-6.67839
▁much	-6.68841
▁-	-6.68851
▁get	-6.70477
▁been	-6.72259
I	-6.72922
m	-6.73126
▁bad	-6.73667
▁do	-6.74181
▁other	-6.74794
:	-6.75013
▁well	-6.75082
...	-6.75268
▁people	-6.75402
▁will	-6.75603
▁great	-6.76206
▁into	-6.77771
▁we	-6.80391
▁because	-6.80863
▁him	-6.81655
▁make	-6.83938
▁made	-6.85073
▁first	-6.86894
▁most	-6.87017
▁way	-6.87502
▁could	-6.88497
y	-6.9011
▁don	-6.90511
▁how	-6.90623
▁them	-6.91402
▁also	-6.92039
▁think	-6.93592
▁A	-6.93631
▁too	-6.94803
▁any	-6.95844
re	-6.96179
▁character	-6.97601
▁characters	-6.98025
▁seen	-6.99776
▁watch	-7.00277
▁movies	-7.01591
▁plot	-7.03623
ve	-7.04335
▁over	-7.05332
▁acting	-7.05733
▁then	-7.07191
▁show	-7.07429
▁know	-7.07985
er	-7.084
▁many	-7.08855
▁But	-7.09007
▁'	-7.09879
▁being	-7.10022
▁love	-7.10433
▁two	-7.11635
▁never	-7.12486
;	-7.12639
e	-7.13146
▁did	-7.13689
▁<	-7.14463
▁And	-7.14566
▁i	-7.14597
▁ever	-7.14677
▁best	-7.14896
▁life	-7.14901
▁little	-7.15401
▁films	-7.15521
▁better	-7.17294
▁after	-7.18047
▁your	-7.18941
▁off	-7.19248
▁where	-7.19337
▁end	-7.21466
▁say	-7.22304
▁does	-7.22339
▁its	-7.23115
a	-7.24933
▁scene	-7.25165
▁He	-7.27035
▁In	-7.29934
▁scenes	-7.31794
▁There	-7.32352
▁go	-7.33006
▁still	-7.33307
▁should	-7.34049
▁man	-7.34468
▁back	-7.34888
▁here	-7.35831
▁something	-7.36595
).	-7.37418
▁through	-7.38269
▁such	-7.39312
),	-7.39392
▁thing	-7.40012
▁these	-7.41227
▁If	-7.41543
▁watching	-7.41907
<	-7.42851
/	-7.43029
▁real	-7.43116
▁actors	-7.43994
▁didn	-7.4416
▁funny	-7.44259
▁doesn	-7.44599
▁those	-7.4584
▁work	-7.47251
ll	-7.47474
▁years	-7.48653
▁find	-7.49217
▁lot	-7.504
in	-7.51413
▁going	-7.5417
▁look	-7.54197
▁few	-7.54398
▁actually	-7.5454
▁same	-7.54599
▁makes	-7.56121
▁old	-7.56287
▁part	-7.56452
S	-7.56853
▁cast	-7.57375
▁before	-7.58232
▁want	-7.59733
▁why	-7.61168
▁though	-7.61434
▁director	-7.6234
▁while	-7.62442
and	-7.62448
▁nothing	-7.6276
▁again	-7.63395
▁pretty	-7.65068
▁thought	-7.6513
▁another	-7.65272
▁every	-7.65616
▁down	-7.6622
▁quite	-7.66267
▁got	-7.67683
▁fact	-7.67974
▁around	-7.69091
the	-7.7009
▁enough	-7.70302
▁seems	-7.71587
▁things	-7.7162
▁give	-7.71741
or	-7.72321
n	-7.73266
▁horror	-7.73636
▁take	-7.73735
▁long	-7.7479
A	-7.7483
▁own	-7.75487
▁saw	-7.75496
▁world	-7.75881
▁role	-7.76203
▁young	-7.76366
▁must	-7.76626
▁now	-7.77182
▁between	-7.77672
▁script	-7.77881
▁action	-7.78
▁right	-7.78701
▁interesting	-7.78962
▁original	-7.79303
▁comedy	-7.79466
▁music	-7.79587
▁&	-7.79598
▁always	-7.7981
▁bit	-7.79916
▁whole	-7.80006
▁series	-7.80118
▁us	-7.8029
▁isn	-7.80426
▁least	-7.80884
▁come	-7.82445
▁done	-7.82545
▁may	-7.82812
▁far	-7.83003
▁new	-7.83329
▁point	-7.83365
▁big	-7.83818
▁guy	-7.83925
▁feel	-7.83929
▁minutes	-7.84892
▁They	-7.85412
▁almost	-7.85801
▁without	-7.86058
▁gets	-7.86151
▁times	-7.86777
al	-7.8682
▁You	-7.87045
▁both	-7.87124
▁might	-7.87185
r	-7.88675
▁kind	-7.89211
▁performance	-7.89236
▁am	-7.89387
▁anything	-7.89704
▁fun	-7.89836
i	-7.90562
▁family	-7.91057
▁TV	-7.92734
▁She	-7.94262
▁found	-7.95162
▁last	-7.95617
This	-7.96194
o	-7.96204
▁As	-7.97408
▁away	-7.9743
▁probably	-7.97442
▁worst	-7.97729
▁girl	-7.98028
▁DVD	-7.98596
▁What	-7.98897
es	-7.99425
▁hard	-7.99443
▁since	-7.99626
▁believe	-7.99989
--	-8.01246
▁anyone	-8.01992
▁woman	-8.02337
▁making	-8.03046
▁rather	-8.03467
▁So	-8.03913
▁B	-8.03975
▁screen	-8.0419
▁ending	-8.04828
▁course	-8.05106
▁trying	-8.05357
▁each	-8.06262
▁put	-8.06654
▁book	-8.07025
▁watched	-8.07147
▁reason	-8.0783
▁worth	-8.08028
▁That	-8.08825
▁played	-8.09094
▁different	-8.09311
▁main	-8.09484
▁goes	-8.09557
▁sense	-8.09849
▁sure	-8.10074
▁actor	-8.10452
▁place	-8.10497
▁set	-8.10651
▁S	-8.1076
▁wasn	-8.10866
▁money	-8.11008
▁play	-8.1145
▁job	-8.11456
▁effects	-8.12647
▁our	-8.12821
▁comes	-8.12835
▁day	-8.13896
▁looking	-8.13964
it	-8.13992
▁yet	-8.1419
(	-8.14427
▁shows	-8.1476
man	-8.14833
▁fan	-8.15757
▁seem	-8.16102
▁together	-8.1641
▁plays	-8.16474
It	-8.16704
▁someone	-8.1741
▁audience	-8.17984
▁un	-8.18174
▁When	-8.18417
▁re	-8.18699
▁looks	-8.18716
▁true	-8.18993
",	-8.19026
▁idea	-8.19084
▁said	-8.19141
▁having	-8.19215
▁special	-8.19542
th	-8.19582
▁version	-8.19732
on	-8.19792
▁especially	-8.20796
▁half	-8.211
▁2	-8.21572
▁American	-8.22024
▁beautiful	-8.22469
▁left	-8.22562
▁three	-8.22757
▁short	-8.22851
▁else	-8.23164
▁excellent	-8.23263
▁seeing	-8.23781
▁We	-8.23907
▁everything	-8.24371
▁takes	-8.24563
▁high	-8.25437
▁himself	-8.25912
▁mind	-8.26103
▁everyone	-8.2636
▁wife	-8.26726
▁For	-8.26804
▁shot	-8.26949
▁year	-8.27217
▁John	-8.27267
▁read	-8.28148
▁10	-8.28289
▁during	-8.2916
▁completely	-8.29755
▁once	-8.30477
▁recommend	-8.30491
▁nice	-8.30851
▁used	-8.31033
▁later	-8.31058
▁enjoy	-8.31292
".	-8.31337
▁Not	-8.31775
▁poor	-8.32233
C	-8.32286
▁help	-8.32304
▁home	-8.32782
▁need	-8.33069
▁One	-8.3307
▁low	-8.3318
▁boring	-8.33291
T	-8.34348
▁father	-8.3441
▁simply	-8.34698
l	-8.34847
▁wrong	-8.35105
▁rest	-8.35134
▁stupid	-8.35271
▁line	-8.35759
▁let	-8.35954
▁start	-8.36323
▁understand	-8.36619
▁Hollywood	-8.36655
▁classic	-8.37107
▁use	-8.37346
▁try	-8.37446
▁camera	-8.37525
▁less	-8.3757
▁production	-8.37576
▁kids	-8.37724
▁mean	-8.37784
▁couple	-8.38269
D	-8.38277
▁school	-8.38298
▁second	-8.38653
▁friends	-8.38885
▁tell	-8.38926
▁performances	-8.39236
▁either	-8.3959
▁night	-8.39618
▁budget	-8.40131
▁awful	-8.40239
▁sex	-8.40402
▁However	-8.40947
▁To	-8.41292
▁came	-8.41332
▁No	-8.41828
▁person	-8.41965
▁women	-8.41987
▁My	-8.42236
▁All	-8.42315
▁along	-8.42594
▁won	-8.42706
to	-8.42871
▁death	-8.429
ness	-8.43114
▁truly	-8.43183
as	-8.43439
▁remember	-8.44096
▁until	-8.44223
▁--	-8.44317
▁F	-8.4436
▁given	-8.44462
▁video	-8.44635
▁keep	-8.45069
▁terrible	-8.45091
▁episode	-8.453
▁getting	-8.45333
▁top	-8.45426
▁full	-8.45522
an	-8.45525
▁war	-8.45565
▁moments	-8.45632
▁head	-8.45697
▁men	-8.4621
▁itself	-8.46907
▁laugh	-8.46948
c	-8.4698
ers	-8.47085
▁black	-8.4722
▁under	-8.47244
▁instead	-8.47279
."	-8.47401
▁piece	-8.47535
▁name	-8.47784
▁dialogue	-8.47824
▁wonderful	-8.47895
P	-8.48707
▁small	-8.49065
le	-8.49154
▁human	-8.49774
▁couldn	-8.5024
▁face	-8.50316
▁next	-8.50667
▁playing	-8.50896
▁doing	-8.51118
▁perfect	-8.51347
▁went	-8.51449
▁C	-8.51582
▁waste	-8.51899
g	-8.52044
▁lines	-8.52121
▁entertaining	-8.52197
B	-8.52241
▁liked	-8.52517
▁mother	-8.52967
▁3	-8.53949
▁however	-8.54355
▁friend	-8.54368
ic	-8.54373
▁sort	-8.54477
k	-8.54604
up	-8.54655
▁often	-8.54775
▁early	-8.55336
▁live	-8.55533
▁case	-8.55539
▁maybe	-8.55598
▁absolutely	-8.55751
▁style	-8.56036
▁worse	-8.56262
▁house	-8.56611
▁felt	-8.56681
▁gives	-8.56957
▁stars	-8.57058
▁title	-8.57181
▁Well	-8.57371
▁definitely	-8.5751
▁children	-8.57582
▁humor	-8.57818
▁become	-8.57843
▁At	-8.57926
▁T	-8.57991
▁supposed	-8.58075
▁THE	-8.58655
▁loved	-8.59039
▁drama	-8.5913
▁star	-8.59222
▁lead	-8.59367
▁direction	-8.59472
▁entire	-8.59633
▁beginning	-8.59695
▁cinema	-8.59846
▁care	-8.60115
▁picture	-8.60291
▁hope	-8.60542
▁Even	-8.60908
▁seemed	-8.61036
▁written	-8.61252
▁problem	-8.61805
▁certainly	-8.6222
▁car	-8.62259
▁sound	-8.62367
▁flick	-8.62536
▁P	-8.62571
▁boy	-8.63259
▁After	-8.63557
In	-8.63965
▁game	-8.63973
▁several	-8.64245
▁totally	-8.64599
▁guys	-8.64718
en	-8.64817
▁turn	-8.65023
▁guess	-8.65113
▁wanted	-8.65435
▁example	-8.65581
▁fine	-8.65985
▁Mr	-8.66491
▁quality	-8.67307
▁others	-8.67391
!<	-8.67608
▁already	-8.68188
▁against	-8.68228
▁called	-8.68518
▁past	-8.68859
▁although	-8.68958
▁enjoyed	-8.69213
▁side	-8.69225
▁heart	-8.69233
▁expect	-8.69496
el	-8.69556
▁writing	-8.69566
▁able	-8.70213
▁based	-8.70528
▁lives	-8.7054
▁fans	-8.70694
▁Don	-8.70773
K	-8.7082
▁His	-8.70875
h	-8.7104
▁gave	-8.714
▁favorite	-8.71695
▁dead	-8.71764
▁matter	-8.72216
▁horrible	-8.72569
b	-8.72592
▁stuff	-8.72622
▁today	-8.7284
▁becomes	-8.73229
▁amazing	-8.7325
ie	-8.73271
▁viewer	-8.7333
▁etc	-8.73674
▁lost	-8.73674
▁close	-8.73676
▁throughout	-8.74212
▁tries	-8.74666
▁O	-8.74837
▁run	-8.74896
G	-8.75049
▁D	-8.75093
▁town	-8.75284
▁E	-8.75452
is	-8.75774
▁hand	-8.75993
u	-8.76077
▁history	-8.76119
▁act	-8.76138
▁son	-8.76158
▁genre	-8.76376
able	-8.77027
▁1	-8.77238
▁myself	-8.77867
▁New	-8.77881
▁slow	-8.77978
but	-8.78631
▁final	-8.79093
▁Michael	-8.79172
p	-8.79175
If	-8.7922
▁wants	-8.79259
▁group	-8.79613
▁late	-8.79639
▁decent	-8.79891
▁killer	-8.79945
▁Also	-8.80187
▁child	-8.80233
▁days	-8.80496
▁finally	-8.80538
▁themselves	-8.80701
▁parts	-8.80857
▁works	-8.80877
▁kid	-8.80899
▁dark	-8.81096
▁With	-8.81111
▁brilliant	-8.81569
There	-8.81835
▁thinking	-8.82091
▁turns	-8.82325
▁heard	-8.82419
▁killed	-8.82493
▁feeling	-8.82982
▁experience	-8.83072
▁art	-8.83075
▁self	-8.83093
▁Some	-8.83308
▁type	-8.83476
▁voice	-8.83685
▁daughter	-8.84127
▁took	-8.84223
▁Of	-8.84266
▁behind	-8.84403
▁actress	-8.8443
▁happen	-8.84687
▁How	-8.84854
▁hour	-8.8499
ity	-8.85126
▁Then	-8.85131
R	-8.85149
▁Why	-8.8522
▁crap	-8.85224
▁lack	-8.85764
▁evil	-8.85767
▁kill	-8.85784
▁starts	-8.85885
▁happens	-8.86284
il	-8.86547
out	-8.86649
▁eyes	-8.86779
▁involved	-8.8684
W	-8.8706
▁fight	-8.87075
▁white	-8.87299
▁chance	-8.87591
▁interest	-8.87701
▁hit	-8.87725
▁While	-8.87782
▁looked	-8.87972
▁sad	-8.88055
▁directed	-8.88064
▁G	-8.8845
!!	-8.88538
L	-8.88631
▁wonder	-8.89028
▁ago	-8.89065
ation	-8.89339
▁score	-8.89431
▁moment	-8.89457
f	-8.89573
▁hilarious	-8.89712
▁told	-8.8983
▁attempt	-8.89948
▁wouldn	-8.89948
▁extremely	-8.89979
▁girls	-8.90007
▁5	-8.90107
▁stories	-8.90273
▁Man	-8.90435
▁perhaps	-8.90566
▁simple	-8.90653
▁cannot	-8.90767
M	-8.90902
▁de	-8.90928
▁husband	-8.91416
la	-8.91466
▁cool	-8.91595
▁happened	-8.91632
).<	-8.91659
ist	-8.91716
▁obvious	-8.92045
▁coming	-8.92196
▁strong	-8.92327
E	-8.92509
ri	-8.92764
▁cut	-8.9305
▁complete	-8.9306
▁4	-8.93134
▁leave	-8.9325
▁annoying	-8.93401
▁violence	-8.93505
▁stop	-8.93509
▁Now	-8.93585
▁soon	-8.93669
▁roles	-8.93736
▁shown	-8.94216
F	-8.9433
▁highly	-8.94476
▁yourself	-8.94679
▁opinion	-8.94814
▁career	-8.95048
▁song	-8.95551
▁talent	-8.95726
▁serious	-8.96077
▁K	-8.96182
▁jokes	-8.96183
▁brother	-8.96662
▁English	-8.96739
▁released	-8.9687
▁David	-8.96901
▁relationship	-8.96902
▁ridiculous	-8.96997
▁Just	-8.97146
▁known	-8.9722
▁obviously	-8.97391
▁cinematography	-8.97411
▁huge	-8.97476
▁disappointed	-8.97492
▁taken	-8.97907
▁wish	-8.9804
But	-8.9813
▁writer	-8.98344
U	-8.98579
▁cheap	-8.98646
▁local	-8.99051
N	-8.99109
▁across	-8.99257
▁sometimes	-8.99351
▁word	-8.99505
▁light	-8.99521
no	-8.99594
▁started	-8.99728
▁call	-8.99876
▁documentary	-9.0008
▁says	-9.00157
▁gore	-9.0018
▁save	-9.00188
▁hours	-9.00213
▁saying	-9.0027
▁blood	-9.00317
▁James	-9.00354
like	-9.00403
And	-9.00443
▁usual	-9.00589
!!!	-9.00656
us	-9.00673
▁particularly	-9.0091
▁view	-9.01
▁R	-9.01061
▁order	-9.01258
▁female	-9.01449
▁attention	-9.01489
▁exactly	-9.01637
▁change	-9.01764
▁age	-9.024
at	-9.02568
▁possible	-9.02592
▁team	-9.02674
ro	-9.0283
▁number	-9.02873
▁non	-9.03005
▁Robert	-9.03044
▁level	-9.0312
▁murder	-9.03231
▁opening	-9.03234
▁knew	-9.03378
▁reality	-9.03719
▁20	-9.03724
▁silly	-9.03932
▁novel	-9.04173
one	-9.04177
O	-9.04339
▁turned	-9.04396
▁somewhat	-9.04875
ment	-9.0498
▁De	-9.05198
▁single	-9.05444
▁important	-9.05454
▁dialog	-9.0577
▁Jack	-9.0581
he	-9.05813
▁alone	-9.06185
*	-9.06371
▁musical	-9.06421
ch	-9.06702
▁shots	-9.06842
▁running	-9.06968
▁co	-9.06978
▁living	-9.0703
▁ten	-9.07066
▁OK	-9.07067
▁except	-9.07107
▁usually	-9.07232
▁W	-9.07467
▁police	-9.07549
less	-9.07693
▁country	-9.07725
▁hero	-9.07741
▁predictable	-9.07916
▁television	-9.07978
▁due	-9.08093
▁body	-9.0815
▁enjoyable	-9.08261
▁near	-9.08481
▁soundtrack	-9.08487
▁whose	-9.08595
w	-9.08839
which	-9.08888
ur	-9.08965
who	-9.09042
▁subject	-9.09361
▁hell	-9.09485
▁An	-9.09499
fi	-9.09502
!"	-9.09597
▁dull	-9.09672
▁episodes	-9.09718
▁words	-9.09924
▁taking	-9.10036
▁middle	-9.10192
▁talking	-9.10609
▁clich	-9.10618
▁On	-9.10773
▁romantic	-9.10799
z	-9.10802
▁among	-9.10869
▁British	-9.11055
▁Dr	-9.11135
ies	-9.11175
▁L	-9.11185
▁review	-9.11286
▁clear	-9.11331
ling	-9.11361
▁despite	-9.11408
▁room	-9.11411
▁power	-9.11635
ton	-9.11638
▁scary	-9.11686
▁sequel	-9.11788
▁modern	-9.12157
▁problems	-9.12212
▁hate	-9.12242
▁strange	-9.12345
▁eye	-9.1248
▁storyline	-9.12537
▁surprised	-9.12648
▁aren	-9.12693
ar	-9.12715
▁seriously	-9.12748
▁major	-9.12775
▁events	-9.12781
▁mention	-9.12797
▁including	-9.13049
ter	-9.13356
▁comic	-9.13686
▁happy	-9.13766
▁haven	-9.13961
▁doubt	-9.13968
▁songs	-9.13977
▁sequence	-9.14005
3	-9.14168
▁similar	-9.14626
ine	-9.14727
▁George	-9.14749
na	-9.14798
▁mostly	-9.14957
▁beyond	-9.1525
son	-9.15311
▁bring	-9.15341
▁future	-9.15383
est	-9.15423
▁message	-9.1551
▁material	-9.15528
▁stand	-9.15579
▁effort	-9.15817
▁buy	-9.1593
▁J	-9.15933
▁entertainment	-9.16236
▁hear	-9.16346
▁above	-9.1657
▁bunch	-9.16711
▁fast	-9.16726
ty	-9.16781
▁thriller	-9.16854
▁ends	-9.1686
▁tried	-9.17212
▁straight	-9.17431
be	-9.17582
▁fall	-9.17606
▁Although	-9.17699
ion	-9.17746
ting	-9.17751
▁certain	-9.17923
un	-9.18047
ian	-9.18061
▁H	-9.18075
▁moving	-9.181
if	-9.18151
▁four	-9.18265
▁release	-9.18377
▁tells	-9.1855
Y	-9.18593
▁class	-9.1865
▁giving	-9.18945
▁rating	-9.19016
▁clearly	-9.1905
▁kept	-9.19126
▁viewing	-9.19139
▁God	-9.19177
ism	-9.19194
▁easily	-9.19198
▁talk	-9.19528
de	-9.19739
▁comments	-9.20169
▁suspense	-9.20214
▁premise	-9.20284
▁supporting	-9.20329
▁follow	-9.20381
▁finds	-9.20437
▁falls	-9.20438
▁upon	-9.20442
▁French	-9.20451
ry	-9.2056
▁decided	-9.20765
▁Re	-9.20936
▁deal	-9.2119
of	-9.21237
▁showing	-9.21244
▁weak	-9.21318
What	-9.21322
▁none	-9.214
▁sets	-9.21422
▁...	-9.2144
▁Oscar	-9.21491
ia	-9.21794
▁parents	-9.21819
▁theme	-9.21921
▁sister	-9.22017
▁appears	-9.22189
▁feature	-9.22291
▁believable	-9.22587
▁sit	-9.22843
▁add	-9.23162
▁period	-9.23255
▁reviews	-9.23317
▁Oh	-9.23333
▁overall	-9.23335
▁actual	-9.2338
▁easy	-9.23412
V	-9.23467
▁editing	-9.23491
As	-9.23506
▁realistic	-9.23662
▁needs	-9.23829
▁die	-9.23829
▁fantastic	-9.23841
H	-9.24306
▁move	-9.24454
age	-9.24504
▁working	-9.2464
▁form	-9.24648
▁theater	-9.24762
▁Richard	-9.24893
▁First	-9.24944
li	-9.2505
▁Maybe	-9.2507
▁typical	-9.25198
So	-9.25446
so	-9.25511
▁Her	-9.25561
▁Do	-9.25635
▁animation	-9.25822
ul	-9.25974
▁named	-9.26288
▁famous	-9.26306
▁Or	-9.26463
▁elements	-9.26473
ra	-9.26528
▁learn	-9.26644
▁U	-9.26842
▁lame	-9.26871
▁tale	-9.26996
▁free	-9.27101
▁greatest	-9.27115
▁Paul	-9.27158
▁knows	-9.27323
▁rent	-9.27443
ne	-9.27569
▁atmosphere	-9.27687
2	-9.2776
▁York	-9.27766
▁Tom	-9.27819
ish	-9.27859
▁brought	-9.28158
▁anyway	-9.28307
v	-9.28531
▁dog	-9.28537
▁viewers	-9.28776
▁expected	-9.28856
for	-9.28932
▁nearly	-9.28948
▁America	-9.28956
▁stay	-9.29086
▁M	-9.29403
▁figure	-9.29482
▁basically	-9.29592
▁average	-9.29622
▁spend	-9.29768
▁five	-9.29805
▁situation	-9.30023
ant	-9.30027
▁surprise	-9.30052
▁stage	-9.3007
▁filmed	-9.30206
▁male	-9.30211
▁crime	-9.30219
▁city	-9.30444
▁comment	-9.30524
▁means	-9.30531
▁using	-9.30639
▁sequences	-9.30646
▁poorly	-9.30652
▁herself	-9.30754
▁War	-9.3079
▁Peter	-9.30807
not	-9.30818
te	-9.31066
▁leads	-9.31256
▁copy	-9.3131
▁mess	-9.31421
▁within	-9.31454
▁particular	-9.31557
▁*	-9.31613
▁open	-9.3179
mo	-9.31826
▁romance	-9.32197
ce	-9.32258
▁Yes	-9.32344
▁forget	-9.32346
▁wait	-9.3235
!)	-9.32525
time	-9.32586
▁write	-9.32671
▁admit	-9.32744
?"	-9.32747
▁whether	-9.33001
▁weird	-9.33149
lo	-9.33226
▁killing	-9.33291
▁Unfortunately	-9.33442
▁ex	-9.33747
▁difficult	-9.33803
▁NOT	-9.3397
▁monster	-9.33999
▁From	-9.34142
▁begin	-9.34301
▁minute	-9.34312
▁became	-9.34331
▁Who	-9.34394
▁truth	-9.34426
ir	-9.34442
▁question	-9.34748
▁points	-9.34879
▁cheesy	-9.35088
▁joke	-9.35204
▁cop	-9.35586
▁forward	-9.35632
▁pay	-9.35989
▁interested	-9.36037
▁imagine	-9.36046
▁footage	-9.3611
▁unique	-9.36196
▁superb	-9.36471
▁gay	-9.36487
▁reading	-9.36494
▁feels	-9.36534
▁begins	-9.36748
▁needed	-9.36748
ge	-9.36814
▁crew	-9.3682
1	-9.36836
▁gone	-9.37003
▁box	-9.37023
do	-9.37069
▁dumb	-9.37147
ally	-9.37307
▁apparently	-9.37479
▁forced	-9.37603
▁check	-9.37837
▁agree	-9.37877
▁result	-9.38275
▁Most	-9.38343
▁dance	-9.38515
▁please	-9.38532
▁realize	-9.38542
am	-9.38572
▁Lee	-9.38667
▁masterpiece	-9.39062
▁dream	-9.39079
▁effect	-9.39195
▁memorable	-9.39225
▁emotional	-9.39234
▁girlfriend	-9.39271
▁sexual	-9.39406
▁credits	-9.39425
▁Disney	-9.39514
▁Like	-9.3961
▁King	-9.39612
▁previous	-9.39625
▁air	-9.397
▁hot	-9.39911
▁development	-9.40025
▁somehow	-9.40097
old	-9.40433
▁screenplay	-9.40474
▁8	-9.40513
▁features	-9.40527
▁space	-9.40623
▁IMDb	-9.4065
▁laughs	-9.40719
▁mystery	-9.40758
▁leaves	-9.40764
▁La	-9.40919
▁shame	-9.40949
▁society	-9.41005
▁rich	-9.4107
ma	-9.41193
▁background	-9.41311
go	-9.41399
▁acted	-9.41603
ner	-9.41686
▁setting	-9.4171
se	-9.41721
▁badly	-9.41792
▁cover	-9.41971
▁perfectly	-9.42039
▁nature	-9.42227
▁incredibly	-9.42262
▁ways	-9.42427
▁deep	-9.42437
My	-9.42452
▁30	-9.42623
▁season	-9.42626
ol	-9.42719
▁personal	-9.42738
ha	-9.4295
▁business	-9.42974
▁possibly	-9.43015
▁general	-9.43056
▁break	-9.4316
▁quickly	-9.43254
▁miss	-9.43337
co	-9.43357
▁list	-9.43396
ke	-9.43476
▁worked	-9.43629
▁meets	-9.43637
▁keeps	-9.43717
▁front	-9.44193
▁creepy	-9.4422
....	-9.44355
▁meet	-9.44385
▁plain	-9.44485
▁Italian	-9.44486
▁flat	-9.4456
off	-9.44699
▁wasted	-9.44722
▁Me	-9.44766
▁directing	-9.44783
▁appear	-9.44851
▁lots	-9.44936
▁spent	-9.45116
▁third	-9.45141
▁pre	-9.45155
▁water	-9.45477
▁deserves	-9.45617
")	-9.45619
▁earlier	-9.4577
▁b	-9.45856
▁expecting	-9.45862
▁portrayed	-9.4603
▁Ben	-9.46066
▁present	-9.46122
▁older	-9.46135
▁total	-9.46161
▁fire	-9.46208
5	-9.46351
▁Japanese	-9.46355
▁powerful	-9.46411
▁villain	-9.46431
▁fails	-9.46517
▁These	-9.46573
▁twist	-9.46854
▁fairly	-9.46901
▁sorry	-9.47053
▁N	-9.47306
▁Star	-9.47474
▁plenty	-9.47876
▁writers	-9.48012
▁ask	-9.48292
▁laughing	-9.48362
▁cute	-9.48488
land	-9.48595
▁inside	-9.48719
▁hands	-9.48799
▁success	-9.48914
ba	-9.48941
▁odd	-9.48973
ful	-9.49008
▁dramatic	-9.4936
▁sub	-9.49399
ted	-9.49486
▁post	-9.49538
All	-9.49599
▁various	-9.496
ous	-9.49652
▁public	-9.49714
▁nor	-9.4974
▁Go	-9.498
▁cartoon	-9.49819
▁leading	-9.49845
▁pace	-9.5003
▁era	-9.5006
▁beauty	-9.50187
▁create	-9.50283
▁talented	-9.50378
You	-9.50711
▁caught	-9.50878
▁brings	-9.51056
▁clever	-9.51339
▁towards	-9.51373
me	-9.51497
▁whom	-9.51589
bo	-9.51652
▁Black	-9.51774
▁German	-9.51869
▁eventually	-9.51884
▁remake	-9.52059
▁hold	-9.52085
▁potential	-9.52142
▁gun	-9.52169
▁appreciate	-9.52309
▁recently	-9.52382
▁missing	-9.52413
▁meant	-9.52515
▁manages	-9.52749
▁bar	-9.528
▁store	-9.52811
im	-9.52999
rs	-9.53092
▁rock	-9.53247
▁doctor	-9.53406
▁battle	-9.5352
▁ended	-9.5371
▁fighting	-9.5374
▁sick	-9.53917
▁7	-9.5399
▁value	-9.54024
da	-9.54113
▁Al	-9.54171
by	-9.54203
▁reasons	-9.54368
▁nudity	-9.54398
▁bored	-9.54456
▁sounds	-9.54488
▁By	-9.54497
▁visual	-9.54602
▁respect	-9.54662
▁bother	-9.54742
▁indeed	-9.54915
x	-9.54921
▁members	-9.55011
▁speak	-9.55143
▁Great	-9.55303
▁large	-9.55686
▁note	-9.55711
com	-9.55734
▁tension	-9.55743
▁crazy	-9.55971
▁attempts	-9.5601
▁pure	-9.56099
▁train	-9.56146
▁missed	-9.56244
▁language	-9.5628
em	-9.56349
dy	-9.56368
▁rate	-9.5642
▁portrayal	-9.56455
▁lady	-9.56483
▁yes	-9.56512
▁!	-9.56639
▁political	-9.56701
▁Here	-9.56779
▁waiting	-9.56792
▁hair	-9.56809
▁boys	-9.5697
▁telling	-9.57017
▁credit	-9.57146
this	-9.57186
▁common	-9.57212
▁William	-9.57358
▁amusing	-9.5742
▁anti	-9.57519
▁Scott	-9.57664
▁fake	-9.57753
▁trash	-9.5777
▁social	-9.57771
▁Joe	-9.57772
▁fit	-9.58039
▁familiar	-9.58045
ive	-9.58052
▁avoid	-9.58114
▁created	-9.58223
▁concept	-9.58254
▁casting	-9.58291
▁escape	-9.58424
▁culture	-9.58444
▁hardly	-9.58467
▁World	-9.58495
▁Film	-9.58581
▁slightly	-9.58617
▁Bill	-9.58703
▁pick	-9.58842
▁convincing	-9.58891
▁pointless	-9.58925
▁following	-9.59008
▁amount	-9.59369
▁married	-9.59678
▁US	-9.59749
▁outside	-9.5991
▁positive	-9.59958
▁wrote	-9.60023
▁Instead	-9.60026
?)	-9.60111
▁trip	-9.60169
▁trouble	-9.60428
ley	-9.60524
▁former	-9.60536
▁whatever	-9.60547
▁choice	-9.6057
per	-9.60574
▁filmmakers	-9.60647
▁incredible	-9.61099
movie	-9.6112
▁popular	-9.61384
▁mentioned	-9.61582
▁Good	-9.61623
▁brain	-9.61701
▁control	-9.61752
▁ideas	-9.61868
▁Movie	-9.6192
▁solid	-9.61948
▁college	-9.61958
ER	-9.61978
▁15	-9.62015
with	-9.62056
▁died	-9.62259
ti	-9.62288
▁intelligent	-9.62301
▁consider	-9.62316
▁decide	-9.62547
▁Love	-9.62559
▁Sam	-9.62655
▁super	-9.62826
▁appeal	-9.62951
▁bizarre	-9.63058
▁exciting	-9.63069
▁9	-9.6327
▁c	-9.63301
▁garbage	-9.63394
ized	-9.63437
▁Be	-9.63474
▁produced	-9.63544
well	-9.63708
▁humour	-9.63731
▁accent	-9.63735
▁fantasy	-9.63868
▁gang	-9.63996
▁party	-9.64086
One	-9.64128
▁follows	-9.6432
▁awesome	-9.64408
▁pathetic	-9.64449
▁Christmas	-9.64661
▁situations	-9.64698
▁decides	-9.64886
et	-9.64892
▁younger	-9.64899
▁drug	-9.64972
▁entirely	-9.65003
▁sci	-9.65003
▁sweet	-9.65208
all	-9.65211
▁match	-9.65233
▁directors	-9.65317
▁impressive	-9.65318
▁biggest	-9.65434
ent	-9.65889
▁glad	-9.65889
▁impression	-9.65894
▁unfortunately	-9.6609
▁unless	-9.66247
▁band	-9.66249
▁further	-9.66463
▁bought	-9.66581
▁depth	-9.66693
▁recent	-9.66812
▁Let	-9.66822
▁moves	-9.66822
▁project	-9.66878
▁dis	-9.66898
▁purpose	-9.66916
▁tough	-9.67037
▁conclusion	-9.67045
▁win	-9.67191
▁Van	-9.67192
▁6	-9.6724
▁Jane	-9.67279
▁company	-9.67407
▁successful	-9.67633
▁week	-9.67666
▁honest	-9.67767
▁effective	-9.67859
▁Sa	-9.67882
▁mood	-9.68011
id	-9.68098
▁con	-9.68236
ary	-9.68328
▁disturbing	-9.68468
▁chemistry	-9.68685
▁showed	-9.68716
▁producers	-9.6887
▁values	-9.69029
▁otherwise	-9.69079
▁weren	-9.69154
▁basic	-9.69269
▁dancing	-9.69435
▁charm	-9.69467
▁Bo	-9.69617
▁longer	-9.6962
▁filled	-9.69688
▁fear	-9.69722
ated	-9.69766
▁secret	-9.69795
ey	-9.69956
▁violent	-9.70004
▁images	-9.70007
um	-9.7012
▁changed	-9.70313
▁shooting	-9.70322
▁compared	-9.70475
▁adult	-9.70529
▁meaning	-9.70706
▁focus	-9.70808
▁/>"	-9.70811
For	-9.70943
▁studio	-9.70954
di	-9.70973
▁failed	-9.7105
▁slasher	-9.71131
▁Dead	-9.7117
▁Jim	-9.71367
▁street	-9.71403
▁cause	-9.7141
▁walk	-9.71427
▁earth	-9.71493
4	-9.71508
▁uses	-9.71793
▁90	-9.71997
▁camp	-9.72001
▁explain	-9.72002
ard	-9.72039
To	-9.72172
▁barely	-9.72211
▁cult	-9.72217
▁taste	-9.72237
▁loud	-9.72253
J	-9.72657
led	-9.72687
▁excuse	-9.72802
▁god	-9.72964
▁Mc	-9.73083
▁80'	-9.73119
▁considered	-9.73218
▁Le	-9.73407
▁questions	-9.73562
▁involving	-9.73661
▁baby	-9.74025
▁touch	-9.74056
hi	-9.74096
▁stick	-9.74249
ING	-9.74309
▁Ed	-9.7435
▁genius	-9.74362
▁shoot	-9.74474
that	-9.74516
line	-9.74702
sh	-9.74751
▁Perhaps	-9.74755
▁scenery	-9.74771
▁apart	-9.74904
▁kills	-9.74935
▁state	-9.75081
making	-9.75206
▁pass	-9.75211
▁impossible	-9.75281
▁twists	-9.75335
▁road	-9.75858
▁considering	-9.75906
▁singing	-9.75913
▁added	-9.7594
▁Jones	-9.75985
▁return	-9.76068
▁office	-9.76093
▁track	-9.76315
▁available	-9.76364
▁100	-9.76412
ta	-9.76531
▁smart	-9.76719
con	-9.76934
▁adventure	-9.77184
▁prison	-9.77212
lu	-9.7723
▁London	-9.77335
▁mad	-9.77369
ster	-9.77459
▁issues	-9.77571
▁Director	-9.77616
▁computer	-9.77662
▁standard	-9.77685
▁terrific	-9.77703
▁p	-9.77709
▁master	-9.77738
nd	-9.77777
▁City	-9.77884
▁appearance	-9.77912
▁charming	-9.77941
▁disappointment	-9.77966
▁sitting	-9.77983
ad	-9.7806
▁remind	-9.78172
▁normal	-9.78189
▁pain	-9.78226
▁island	-9.78272
ac	-9.78304
▁e	-9.78344
▁Ho	-9.78408
ni	-9.7854
▁Every	-9.7859
▁ground	-9.78694
▁disappointing	-9.7881
▁aspect	-9.78833
▁("	-9.78878
▁Very	-9.7888
▁cold	-9.78906
▁starring	-9.78928
▁photography	-9.79019
▁Another	-9.79093
▁Mary	-9.79161
▁rare	-9.79178
men	-9.79258
▁leaving	-9.79267
▁OF	-9.79291
▁cinematic	-9.79303
▁recommended	-9.79352
▁Night	-9.79366
▁century	-9.79429
▁sexy	-9.79441
▁ability	-9.79443
▁Charles	-9.79468
ag	-9.7953
▁immediately	-9.7955
▁cat	-9.79567
▁Best	-9.79701
▁spirit	-9.79714
▁suddenly	-9.79721
▁ship	-9.79801
even	-9.79875
▁managed	-9.79924
▁western	-9.80097
▁catch	-9.8016
▁subtle	-9.8022
les	-9.80248
▁suppose	-9.80294
▁House	-9.80442
▁tone	-9.80471
▁innocent	-9.80472
▁okay	-9.80502
over	-9.80537
▁neither	-9.80589
▁victim	-9.80617
▁fair	-9.80658
▁notice	-9.80758
▁Big	-9.80799
▁laughable	-9.80914
▁Smith	-9.81031
▁red	-9.8109
▁touching	-9.81224
▁adaptation	-9.81285
▁boyfriend	-9.81309
▁somewhere	-9.81336
▁finish	-9.81505
▁alive	-9.81618
▁manner	-9.81721
▁presence	-9.81794
▁climax	-9.81821
▁zombie	-9.81867
▁plus	-9.81957
▁silent	-9.82063
▁f	-9.82131
ck	-9.8217
▁St	-9.82172
▁support	-9.82214
▁unbelievable	-9.82336
▁door	-9.82354
▁comedies	-9.82367
pe	-9.82466
ho	-9.82545
▁fell	-9.82565
ate	-9.82618
▁nowhere	-9.82673
▁bed	-9.8285
▁terms	-9.82976
ci	-9.82988
ence	-9.83051
▁Frank	-9.83108
▁beautifully	-9.83246
▁painful	-9.83305
mi	-9.83349
▁complex	-9.83405
you	-9.83515
▁thrown	-9.83598
▁narrative	-9.83697
▁revenge	-9.83697
▁edge	-9.83844
▁details	-9.83884
▁happening	-9.8401
▁likely	-9.84093
▁Earth	-9.84144
▁books	-9.84206
we	-9.84268
▁Still	-9.84752
▁emotions	-9.85064
▁utterly	-9.85173
▁heavy	-9.85256
▁science	-9.85259
der	-9.85265
▁fresh	-9.85354
▁sent	-9.85374
▁animated	-9.85392
▁expectations	-9.85417
▁ultimately	-9.85428
her	-9.85469
▁remains	-9.85559
▁Can	-9.85678
▁80	-9.85736
▁journey	-9.85778
▁content	-9.85918
▁intended	-9.85954
7	-9.86014
▁outstanding	-9.86086
▁hoping	-9.86095
▁Watch	-9.86158
▁ride	-9.86201
▁costumes	-9.86351
▁lovely	-9.86394
▁mistake	-9.86423
▁tired	-9.86509
▁government	-9.86622
▁Na	-9.86642
tic	-9.86671
▁Ma	-9.86679
budget	-9.86758
▁runs	-9.86762
▁teen	-9.86766
▁building	-9.86795
▁soul	-9.86894
ler	-9.8692
▁rip	-9.86921
▁constantly	-9.86991
▁date	-9.86993
▁Ha	-9.87001
▁makers	-9.8708
▁shock	-9.87274
▁Indian	-9.87462
▁student	-9.87502
▁Only	-9.87569
▁surprisingly	-9.87597
▁generally	-9.87675
▁laughed	-9.87872
▁Con	-9.87905
lin	-9.87956
▁emotion	-9.87968
▁natural	-9.88065
▁soldiers	-9.88133
▁exception	-9.88192
▁Martin	-9.88193
▁suggest	-9.8822
way	-9.8828
ably	-9.88453
▁detective	-9.88788
▁literally	-9.88838
▁minor	-9.88913
▁magic	-9.89035
▁giant	-9.89201
▁stunning	-9.89215
▁spot	-9.89245
▁presented	-9.89312
▁force	-9.89395
▁Bruce	-9.894
▁Ray	-9.89407
▁Chris	-9.89724
▁stands	-9.89786
▁See	-9.89942
▁V	-9.90003
▁motion	-9.90085
▁sleep	-9.90228
▁historical	-9.90244
▁changes	-9.90249
▁fascinating	-9.90366
▁confusing	-9.90367
ah	-9.90368
▁brief	-9.90384
▁mysterious	-9.90531
▁names	-9.9054
▁compelling	-9.9066
▁drive	-9.90774
▁color	-9.90877
▁quick	-9.90974
▁gem	-9.91049
▁Two	-9.91088
ize	-9.91159
We	-9.91494
▁Li	-9.91502
▁serial	-9.91547
▁la	-9.91604
▁detail	-9.91624
ga	-9.91627
my	-9.91643
ier	-9.91689
▁Un	-9.91767
▁race	-9.91781
▁10.	-9.91791
▁phone	-9.91792
▁Though	-9.91826
▁People	-9.91936
ring	-9.91975
▁audiences	-9.91998
▁Da	-9.92028
vi	-9.92054
▁Because	-9.92067
▁pro	-9.92101
ig	-9.92187
▁slowly	-9.92248
▁offer	-9.92293
▁contains	-9.9233
▁mouth	-9.92389
▁Dan	-9.92551
▁moral	-9.9268
ating	-9.92684
▁Rock	-9.9274
▁fashion	-9.92875
▁marriage	-9.92892
▁military	-9.92928
▁students	-9.93038
▁Hitchcock	-9.93043
po	-9.93181
▁opportunity	-9.93194
▁Paris	-9.93262
▁include	-9.93318
▁aspects	-9.93392
▁fully	-9.93439
▁Bad	-9.93443
▁negative	-9.93496
▁South	-9.93549
▁pull	-9.93555
ance	-9.93568
▁direct	-9.93588
▁folks	-9.93615
▁chase	-9.9368
▁impressed	-9.937
ki	-9.93947
▁likable	-9.93951
▁Steve	-9.94016
▁equally	-9.94019
good	-9.9431
▁Overall	-9.9435
▁st	-9.94539
▁feelings	-9.94672
▁Charlie	-9.9478
▁Nothing	-9.948
▁knowing	-9.95166
▁station	-9.95202
ee	-9.95264
▁answer	-9.95345
▁themes	-9.95433
▁key	-9.95466
▁plan	-9.95498
▁rented	-9.95507
▁creative	-9.95514
ger	-9.95638
▁Anyway	-9.95643
mer	-9.95645
▁Will	-9.95653
▁50	-9.95696
▁Co	-9.957
▁disaster	-9.95793
▁hospital	-9.95793
▁Wood	-9.9585
▁shocking	-9.95877
▁mix	-9.95967
Don	-9.95973
ber	-9.96043
▁unlike	-9.96079
▁Harry	-9.96159
▁location	-9.96338
▁Sure	-9.96485
▁throw	-9.96517
▁double	-9.96588
▁system	-9.96727
▁collection	-9.96731
▁Stewart	-9.96761
▁difference	-9.96788
day	-9.96864
▁sight	-9.96887
▁wondering	-9.96899
▁Where	-9.96911
▁Tony	-9.96947
▁lived	-9.96966
▁appeared	-9.97009
▁extra	-9.97141
▁imagination	-9.97198
▁funniest	-9.97211
▁confused	-9.97383
▁share	-9.97428
▁trailer	-9.97453
▁Too	-9.97519
▁paid	-9.97545
▁anymore	-9.97557
op	-9.97615
▁Mo	-9.97626
▁process	-9.97671
▁producer	-9.97704
▁accept	-9.97737
▁vampire	-9.97773
▁sat	-9.97823
▁industry	-9.97828
9	-9.97895
▁gorgeous	-9.97986
▁developed	-9.98009
▁pieces	-9.98053
▁drawn	-9.98085
▁Russian	-9.98117
▁Mark	-9.98142
▁favourite	-9.98146
▁walking	-9.9843
▁club	-9.98499
Overall	-9.98528
When	-9.98688
▁flicks	-9.98773
▁compare	-9.9878
▁critics	-9.98942
ron	-9.99027
kin	-9.99061
▁boss	-9.99066
▁forever	-9.99077
▁mediocre	-9.99101
▁pleasure	-9.99101
▁reminded	-9.99158
house	-9.99176
que	-9.99252
▁cry	-9.99313
That	-9.99334
▁mainly	-9.99363
va	-9.9939
▁pop	-9.99409
▁opera	-9.99479
▁West	-9.9949
our	-9.99505
▁lighting	-9.99533
▁delivers	-9.99588
▁AND	-9.99626
ph	-9.99629
▁beat	-9.99667
▁channel	-9.99707
▁sea	-9.99722
what	-9.99784
ud	-9.99955
ow	-10.0003
▁attractive	-10.0008
▁acts	-10.0014
▁porn	-10.0018
▁superior	-10.0023
▁forgotten	-10.0026
▁affair	-10.0037
some	-10.0054
▁extreme	-10.0063
▁per	-10.0068
▁image	-10.0069
ab	-10.0092
▁land	-10.0117
▁Se	-10.0119
▁listen	-10.012
▁deliver	-10.012
▁attack	-10.0125
ney	-10.0133
ut	-10.0133
▁hasn	-10.0134
▁relationships	-10.0136
▁Day	-10.0139
▁Yet	-10.0142
▁lover	-10.0147
He	-10.0149
▁drugs	-10.016
▁stuck	-10.017
▁lacks	-10.0174
▁puts	-10.0186
▁oh	-10.0188
▁random	-10.019
▁mid	-10.0191
ten	-10.02
▁places	-10.0206
▁Many	-10.0212
▁Ro	-10.0215
year	-10.0217
▁information	-10.0219
▁honestly	-10.0221
▁dies	-10.0228
ak	-10.0233
▁holes	-10.0234
▁fellow	-10.0236
▁naked	-10.0239
▁finding	-10.0244
▁ho	-10.0249
▁suicide	-10.0254
▁fiction	-10.0257
os	-10.0259
▁allowed	-10.0267
▁adds	-10.0276
▁loose	-10.0282
▁tend	-10.0283
▁Red	-10.0285
▁intense	-10.0289
life	-10.029
▁member	-10.0293
▁flaws	-10.0301
▁accident	-10.0317
▁epic	-10.0319
▁everybody	-10.032
▁approach	-10.0343
▁impact	-10.0356
star	-10.0359
▁professional	-10.0361
film	-10.0362
▁twice	-10.0369
see	-10.0369
▁rated	-10.0369
ite	-10.037
▁40	-10.0381
▁adults	-10.0381
▁dad	-10.039
▁ready	-10.0394
▁Jean	-10.0395
tro	-10.0402
▁describe	-10.0409
▁scientist	-10.041
▁picked	-10.0412
▁torture	-10.042
▁nobody	-10.0422
▁addition	-10.043
▁tragic	-10.0439
▁12	-10.044
▁sh	-10.0452
▁victims	-10.0453
▁Despite	-10.0455
▁mine	-10.046
min	-10.0466
▁million	-10.0466
▁becoming	-10.0487
▁dreams	-10.0487
▁falling	-10.0488
▁Young	-10.049
▁Kelly	-10.049
▁ahead	-10.0492
▁build	-10.0495
▁offers	-10.0501
▁whatsoever	-10.0504
▁Billy	-10.0509
▁Di	-10.0518
▁step	-10.052
j	-10.052
▁joy	-10.0529
▁Ka	-10.0535
▁70	-10.0544
▁absurd	-10.0553
&	-10.0566
▁absolute	-10.0576
▁animals	-10.058
▁standards	-10.0581
▁Christopher	-10.0581
▁Show	-10.0584
▁wooden	-10.059
ca	-10.0596
▁Story	-10.0596
▁travel	-10.0599
▁zombies	-10.0603
▁childhood	-10.0607
▁bottom	-10.061
▁element	-10.0616
om	-10.0618
▁teacher	-10.062
▁bright	-10.0624
▁thoroughly	-10.0624
▁actresses	-10.0625
▁moved	-10.0626
▁:	-10.0627
she	-10.0634
▁planet	-10.0635
▁putting	-10.0636
▁theatre	-10.0642
8	-10.065
▁deserve	-10.0653
ru	-10.0656
▁shouldn	-10.0657
▁Du	-10.0687
▁Y	-10.0696
▁soft	-10.0698
▁worthy	-10.0699
▁lose	-10.0701
▁Park	-10.0707
▁latter	-10.071
▁Miss	-10.0711
▁aside	-10.0712
▁Both	-10.072
6	-10.0723
▁Mar	-10.0728
▁Ra	-10.0729
▁Ford	-10.0739
▁apartment	-10.0746
qu	-10.0757
▁seemingly	-10.0764
▁wall	-10.0783
▁justice	-10.0796
▁personality	-10.08
top	-10.0809
▁proves	-10.0813
mp	-10.0816
▁helped	-10.0824
▁pictures	-10.0834
▁damn	-10.0837
▁Ba	-10.0843
▁noir	-10.0852
▁redeeming	-10.0856
ran	-10.0863
▁followed	-10.0872
▁May	-10.0874
▁alien	-10.0891
▁friendship	-10.0905
io	-10.0905
▁mom	-10.091
▁Everything	-10.0913
▁six	-10.0917
▁intriguing	-10.092
ping	-10.0921
▁blame	-10.0922
▁onto	-10.0937
▁provides	-10.0938
▁Ms	-10.0938
▁afraid	-10.0939
▁Lo	-10.0945
▁area	-10.0978
▁soap	-10.098
ED	-10.0995
▁provide	-10.1009
▁blind	-10.1009
▁commentary	-10.1011
▁nasty	-10.1027
▁Christian	-10.1031
▁agent	-10.1031
▁cops	-10.1034
▁merely	-10.1038
▁search	-10.1039
ap	-10.104
▁teenage	-10.1044
▁comedic	-10.1045
▁continue	-10.1049
Not	-10.105
▁70'	-10.1055
▁Its	-10.106
▁rape	-10.1067
▁watchable	-10.108
▁angry	-10.1081
▁helps	-10.1084
▁turning	-10.1085
▁mark	-10.1085
▁board	-10.1085
▁seat	-10.1092
pa	-10.1098
▁energy	-10.1099
▁explanation	-10.1099
▁memory	-10.1099
▁hurt	-10.1104
▁independent	-10.1117
▁Other	-10.1119
▁Jackson	-10.112
No	-10.1121
▁en	-10.1129
▁design	-10.1131
▁creature	-10.1143
▁realized	-10.116
▁clothes	-10.1172
▁filming	-10.1175
▁faces	-10.1183
▁passion	-10.1192
▁length	-10.1193
▁struggle	-10.1197
▁thin	-10.1198
▁ghost	-10.1205
▁cross	-10.1214
▁suspect	-10.1215
▁France	-10.1217
▁sadly	-10.1219
▁asked	-10.1219
▁law	-10.1235
▁Dark	-10.1241
▁led	-10.1247
▁Ryan	-10.125
▁clean	-10.1275
▁Once	-10.1281
▁wild	-10.1286
mm	-10.1286
▁supposedly	-10.1289
▁Jr	-10.1291
▁Little	-10.1292
▁IS	-10.1296
red	-10.1309
▁Please	-10.1317
▁CGI	-10.1321
▁tears	-10.1322
▁martial	-10.1336
che	-10.1337
▁plane	-10.1342
▁personally	-10.1349
▁tragedy	-10.1355
▁Tim	-10.1356
▁visit	-10.1385
▁ugly	-10.1392
▁count	-10.1392
▁accurate	-10.1397
▁treat	-10.1399
bu	-10.1403
▁wanting	-10.1408
bad	-10.1408
▁dying	-10.1411
▁Henry	-10.1417
▁began	-10.1419
▁held	-10.1428
▁Jason	-10.1438
▁sucks	-10.1439
▁relate	-10.1451
▁physical	-10.1453
▁surely	-10.1454
▁inspired	-10.1459
ial	-10.1463
▁VHS	-10.1467
▁Allen	-10.1479
ise	-10.1484
▁brutal	-10.1489
Now	-10.1493
▁thanks	-10.1498
▁ill	-10.1499
▁central	-10.1504
American	-10.1504
▁18	-10.1505
▁anywhere	-10.1509
den	-10.1514
played	-10.1516
▁smile	-10.1516
▁wearing	-10.1518
▁favor	-10.1521
▁carry	-10.1524
oo	-10.1527
▁instance	-10.1541
▁Moore	-10.1542
On	-10.1547
▁surprising	-10.1547
.....	-10.1553
IN	-10.1555
don	-10.1576
▁High	-10.1577
▁Their	-10.1582
▁allow	-10.1588
especially	-10.1598
▁conflict	-10.1599
▁religious	-10.1601
ities	-10.1604
▁artist	-10.1613
▁desert	-10.1619
▁Kevin	-10.1625
▁horse	-10.1636
▁noticed	-10.1641
▁Horror	-10.1643
▁Bob	-10.1644
▁w	-10.1646
▁record	-10.1655
▁necessary	-10.1657
EN	-10.1658
▁hotel	-10.1659
▁dangerous	-10.166
OR	-10.1668
▁unknown	-10.1676
▁Jerry	-10.1679
▁discover	-10.1681
▁Batman	-10.1684
▁gags	-10.1696
▁jump	-10.1697
▁utter	-10.1697
▁boat	-10.1704
Well	-10.1706
▁1970	-10.1713
▁19	-10.1716
▁Po	-10.1724
ver	-10.1731
▁Stephen	-10.1739
ble	-10.1742
▁wonderfully	-10.1745
▁filmmaker	-10.1748
▁intelligence	-10.1751
▁pacing	-10.1751
▁lies	-10.1754
▁artistic	-10.1758
ever	-10.176
▁murders	-10.1764
▁window	-10.1771
▁13	-10.1784
??	-10.1789
▁memories	-10.1789
▁opposite	-10.179
▁born	-10.179
▁fill	-10.1793
gu	-10.1804
▁floor	-10.1809
▁criminal	-10.1811
▁Thomas	-10.1816
▁stock	-10.1817
work	-10.1829
▁mis	-10.1844
nt	-10.1845
▁issue	-10.1861
▁deeply	-10.1895
▁Life	-10.1899
▁White	-10.1902
▁destroy	-10.1907
▁Shakespeare	-10.1907
▁Pa	-10.1907
ex	-10.191
▁prove	-10.1911
▁round	-10.1923
▁anybody	-10.1928
▁understanding	-10.1944
▁rubbish	-10.1945
▁thus	-10.1945
▁author	-10.1947
let	-10.1948
▁kick	-10.1956
▁mission	-10.1961
▁behavior	-10.1965
▁shop	-10.1966
▁Ar	-10.1966
▁scared	-10.1967
director	-10.1967
▁Ga	-10.1968
und	-10.1975
▁sign	-10.1976
▁tape	-10.198
▁engaging	-10.1985
▁regret	-10.1985
▁priest	-10.1985
▁Williams	-10.1986
▁knowledge	-10.1986
▁thinks	-10.1991
▁Bond	-10.1997
▁player	-10.2002
gi	-10.2009
▁introduced	-10.201
AN	-10.2016
▁willing	-10.2016
iness	-10.2017
▁Americans	-10.202
▁bland	-10.2026
there	-10.203
▁unusual	-10.2051
ass	-10.2053
▁summer	-10.2069
▁manage	-10.2072
ang	-10.2079
▁paper	-10.2093
▁inter	-10.2099
▁numbers	-10.21
ship	-10.2103
▁rarely	-10.2103
▁recall	-10.2107
▁food	-10.2107
▁comparison	-10.211
▁apparent	-10.2111
▁Was	-10.2122
???	-10.2122
▁remarkable	-10.2124
▁Chinese	-10.2126
▁?	-10.2127
▁European	-10.2129
▁Brown	-10.2146
lan	-10.2147
▁locations	-10.2158
▁Mike	-10.2161
▁twenty	-10.2164
▁limited	-10.2172
▁commercial	-10.2173
gen	-10.2174
▁vision	-10.2174
▁grow	-10.2183
▁owner	-10.2185
▁site	-10.2189
▁finished	-10.2189
▁debut	-10.2189
low	-10.2194
▁soldier	-10.2195
▁perspective	-10.2204
▁brothers	-10.2204
▁humorous	-10.2204
▁learned	-10.2207
▁leader	-10.2213
▁dealing	-10.2223
However	-10.2228
▁Ta	-10.223
▁o	-10.2241
▁captured	-10.226
▁Davis	-10.2265
▁(19	-10.2265
▁Jo	-10.2273
▁fault	-10.2274
mon	-10.2277
▁hated	-10.2284
▁speaking	-10.2295
▁Having	-10.2298
ot	-10.2313
▁Taylor	-10.2328
▁cable	-10.2329
▁assume	-10.233
▁exist	-10.233
▁crowd	-10.2331
▁loss	-10.2335
ka	-10.2339
▁unnecessary	-10.2346
▁Anne	-10.2359
▁d	-10.236
▁includes	-10.2368
▁months	-10.2372
▁holds	-10.2372
▁trust	-10.2379
ueen	-10.2379
!!!!	-10.2384
▁mental	-10.2394
king	-10.2397
Oh	-10.2403
▁roll	-10.2403
▁army	-10.2415
ned	-10.2416
▁steal	-10.242
▁range	-10.2422
▁seconds	-10.2425
▁suit	-10.243
▁pair	-10.2431
▁nicely	-10.2435
▁technical	-10.2435
mar	-10.2436
▁responsible	-10.2448
back	-10.2451
screen	-10.2453
rate	-10.2454
▁failure	-10.2469
▁news	-10.2473
▁wit	-10.2475
▁Eddie	-10.2476
▁Ca	-10.2489
▁creating	-10.249
▁crappy	-10.2491
▁gold	-10.2494
▁partner	-10.2495
▁cost	-10.2498
▁references	-10.2502
ach	-10.2511
▁Fox	-10.2516
ze	-10.2517
▁Since	-10.2523
dge	-10.2529
▁spoof	-10.2531
▁product	-10.2534
▁Danny	-10.254
▁regular	-10.2542
Some	-10.2543
▁advice	-10.2552
although	-10.2561
ball	-10.2561
rk	-10.257
▁drunk	-10.2574
▁hadn	-10.258
▁asks	-10.2581
▁current	-10.2586
▁bank	-10.2586
▁hang	-10.2589
▁contrast	-10.2594
▁event	-10.2594
▁gotten	-10.26
uff	-10.262
just	-10.2621
▁players	-10.2631
▁lacking	-10.2641
▁heroine	-10.2648
▁irritating	-10.2657
▁vote	-10.2659
▁survive	-10.2659
▁judge	-10.2661
ward	-10.2666
they	-10.267
▁witty	-10.2679
▁Arthur	-10.2685
▁genuine	-10.2686
▁deserved	-10.269
▁below	-10.2694
▁treated	-10.2697
▁g	-10.2699
▁loves	-10.2703
▁mixed	-10.2703
▁Alan	-10.2714
bi	-10.2714
▁award	-10.2719
light	-10.2719
▁Everyone	-10.2731
▁wide	-10.2733
▁loving	-10.2738
lic	-10.2739
▁games	-10.274
▁African	-10.2745
▁capture	-10.2746
▁constant	-10.275
▁fat	-10.2765
▁bigger	-10.2768
▁explained	-10.2771
▁Australian	-10.2771
▁youth	-10.2778
▁warm	-10.2783
▁Vi	-10.2784
▁Eric	-10.2785
▁machine	-10.2787
▁field	-10.2788
▁nonsense	-10.279
▁fail	-10.279
▁murdered	-10.28
▁Howard	-10.2809
▁pilot	-10.2811
▁returns	-10.2822
▁radio	-10.2827
▁foreign	-10.283
▁strength	-10.283
LY	-10.2838
▁Che	-10.284
▁fate	-10.2845
▁Cha	-10.2848
▁terribly	-10.2848
▁finest	-10.2856
▁Johnny	-10.2858
▁arts	-10.2868
▁church	-10.287
▁pretentious	-10.2872
▁humanity	-10.2879
▁Sci	-10.2882
▁bloody	-10.2885
ft	-10.2887
▁program	-10.2891
▁produce	-10.2892
▁individual	-10.2894
▁parody	-10.2895
▁model	-10.2914
▁sing	-10.2916
rd	-10.2922
▁El	-10.2925
▁formula	-10.2929
▁****	-10.2933
▁unrealistic	-10.2942
▁generation	-10.2942
▁blue	-10.2942
how	-10.2955
▁cash	-10.2958
▁Wayne	-10.2961
▁research	-10.2963
▁Did	-10.2966
pro	-10.2967
▁community	-10.2978
▁unfunny	-10.2979
▁hidden	-10.2981
▁protagonist	-10.2983
▁Men	-10.2983
end	-10.2986
ja	-10.3001
par	-10.3007
▁desperate	-10.3009
▁efforts	-10.3012
▁sucked	-10.3013
▁print	-10.3015
▁Matt	-10.302
Re	-10.303
▁quiet	-10.3031
▁Nick	-10.3037
▁spoil	-10.3038
▁satire	-10.3044
▁More	-10.3045
▁consist	-10.3048
▁reaction	-10.3052
▁kinda	-10.3057
art	-10.3062
▁lovers	-10.3064
looking	-10.3068
▁skills	-10.3083
RE	-10.3084
▁Sean	-10.3085
▁numerous	-10.3088
▁portray	-10.3096
▁Those	-10.3098
▁Brian	-10.3099
▁bits	-10.3104
▁Asian	-10.3105
▁flying	-10.3106
though	-10.3116
▁driving	-10.3132
▁England	-10.3132
▁host	-10.3134
▁keeping	-10.3139
▁dreadful	-10.3141
▁eat	-10.3148
▁Lynch	-10.3154
ette	-10.3162
▁Western	-10.3168
▁Cor	-10.3171
▁remembered	-10.3174
ker	-10.3176
▁drag	-10.3179
▁develop	-10.319
▁mini	-10.3197
▁included	-10.32
▁seven	-10.32
▁Okay	-10.3215
▁ran	-10.3223
▁finale	-10.323
▁Jeff	-10.3232
▁lets	-10.3237
jo	-10.3238
▁reviewers	-10.324
▁gory	-10.3241
▁therefore	-10.3243
▁source	-10.3243
▁growing	-10.3245
▁Guy	-10.3256
▁test	-10.3263
▁shallow	-10.3265
An	-10.3269
▁vi	-10.3269
▁Ann	-10.3273
▁winning	-10.3279
▁study	-10.329
▁pulled	-10.329
▁IN	-10.329
▁starting	-10.3293
▁Mel	-10.3311
ice	-10.3315
▁lesson	-10.3318
tion	-10.332
▁Boy	-10.3321
▁animal	-10.3322
▁sharp	-10.3333
▁stereotypes	-10.3333
mb	-10.3333
▁Joan	-10.3343
▁grade	-10.3348
▁grace	-10.3356
war	-10.3358
▁Mad	-10.3359
▁ordinary	-10.336
▁rescue	-10.3362
ue	-10.3366
▁sees	-10.3368
▁concerned	-10.3368
▁combination	-10.3378
▁Adam	-10.3388
▁media	-10.3394
▁NO	-10.3398
▁context	-10.34
▁Street	-10.3404
▁awkward	-10.3408
▁magnificent	-10.341
▁Alex	-10.341
▁calls	-10.3417
ious	-10.342
▁sell	-10.3426
▁realism	-10.3427
▁dated	-10.3428
▁delightful	-10.3434
▁II	-10.3444
▁officer	-10.3445
▁deals	-10.3445
▁ring	-10.3453
▁11	-10.3453
▁tight	-10.3456
head	-10.3458
uck	-10.3461
▁actions	-10.3473
▁discovered	-10.3473
▁Texas	-10.3495
▁table	-10.3495
▁60	-10.3503
▁cameo	-10.3509
▁Ne	-10.3512
▁aware	-10.3514
▁empty	-10.3515
▁grew	-10.3515
▁village	-10.3516
▁singer	-10.3517
cha	-10.3519
▁somebody	-10.3521
▁green	-10.3521
▁received	-10.3522
▁psychological	-10.3525
▁sheer	-10.3527
▁fights	-10.3531
▁speed	-10.3538
▁teenagers	-10.3544
▁Lewis	-10.3546
▁contain	-10.3562
▁corny	-10.3564
▁Stone	-10.3568
▁frame	-10.3572
▁Robin	-10.3573
▁spectacular	-10.3573
▁connection	-10.3579
▁heads	-10.3582
▁festival	-10.3584
Do	-10.3585
▁teenager	-10.3586
▁correct	-10.3589
▁vs	-10.3593
▁hits	-10.3594
While	-10.3596
▁gangster	-10.3603
▁contrived	-10.3608
▁unexpected	-10.3617
▁display	-10.362
▁Chan	-10.3623
▁Death	-10.3624
row	-10.3628
Fi	-10.3634
▁ha	-10.3635
▁Island	-10.3636
▁talents	-10.3638
rr	-10.3642
▁fame	-10.3656
og	-10.3662
▁Sp	-10.3662
▁Gary	-10.3672
▁choose	-10.3673
▁truck	-10.3679
▁rental	-10.3688
▁tedious	-10.37
▁Dick	-10.3709
ff	-10.3714
ell	-10.3716
▁attitude	-10.3721
▁prefer	-10.3723
▁woods	-10.3723
▁sake	-10.3725
);	-10.3727
ator	-10.3728
▁Ko	-10.3729
▁villains	-10.3735
▁insane	-10.3736
▁genuinely	-10.3738
▁underrated	-10.3749
▁monsters	-10.3759
▁amateur	-10.377
▁Douglas	-10.377
▁gonna	-10.377
▁amateurish	-10.3771
TV	-10.3773
▁target	-10.3777
▁meeting	-10.3779
▁results	-10.378
▁grown	-10.3784
▁grand	-10.3784
▁bomb	-10.3784
▁Never	-10.3785
▁saved	-10.3787
istic	-10.3792
They	-10.3792
▁involves	-10.3794
▁morning	-10.3794
▁Max	-10.3801
▁reach	-10.3802
side	-10.381
▁evidence	-10.3818
▁Julie	-10.382
▁wise	-10.3821
▁dry	-10.3826
made	-10.3829
ay	-10.3831
ek	-10.3838
▁draw	-10.384
▁Morgan	-10.3846
▁guns	-10.3846
▁revealed	-10.3855
▁join	-10.3857
ren	-10.3859
▁sympathetic	-10.3865
vo	-10.3866
▁Spanish	-10.3868
▁highlight	-10.387
▁graphic	-10.3871
▁laughter	-10.3873
▁edited	-10.388
▁Any	-10.3881
▁path	-10.3885
▁BBC	-10.3889
▁luck	-10.3889
▁/	-10.3891
cing	-10.3893
fer	-10.39
After	-10.3903
▁higher	-10.3913
▁THIS	-10.3917
▁disgusting	-10.3919
str	-10.3921
han	-10.3926
▁Fred	-10.3927
▁price	-10.3935
▁decade	-10.3939
▁Hitler	-10.394
▁Edward	-10.3942
With	-10.3952
real	-10.3956
whilst	-10.3961
▁naive	-10.3961
pi	-10.3962
▁lesbian	-10.3963
▁executed	-10.3965
▁yeah	-10.3973
▁existence	-10.3985
▁featuring	-10.3988
▁gross	-10.3988
Also	-10.4001
▁hopes	-10.4008
▁legend	-10.4008
▁Anthony	-10.4014
▁Gene	-10.4024
▁par	-10.4025
▁families	-10.4033
▁relief	-10.4033
sen	-10.4045
▁surreal	-10.4049
ative	-10.4053
▁described	-10.4056
ug	-10.406
▁overly	-10.406
▁toward	-10.4061
▁provided	-10.4064
▁feet	-10.4067
till	-10.4079
▁Far	-10.4093
▁desire	-10.4095
lly	-10.4097
▁warning	-10.4101
▁decision	-10.4112
ES	-10.4117
▁send	-10.4118
ane	-10.4118
▁Which	-10.4122
▁Europe	-10.4128
ical	-10.4131
▁Keaton	-10.4133
▁TO	-10.4145
ning	-10.4147
▁heroes	-10.4151
down	-10.4152
▁DO	-10.4156
▁skin	-10.4165
▁curious	-10.4166
▁dressed	-10.4167
▁continues	-10.4176
▁delivered	-10.418
can	-10.4183
▁originally	-10.4185
▁breaks	-10.4186
▁visuals	-10.4198
use	-10.4203
▁veteran	-10.4204
gg	-10.4205
▁treatment	-10.4205
▁Su	-10.4219
▁degree	-10.4228
▁lousy	-10.4228
ging	-10.423
oh	-10.4245
How	-10.4248
▁Simon	-10.4248
pp	-10.4249
▁Ja	-10.4251
▁traditional	-10.4251
▁Academy	-10.4253
▁handsome	-10.4255
▁occasionally	-10.4264
▁unable	-10.4268
▁brilliantly	-10.4268
▁interview	-10.4272
▁risk	-10.4279
At	-10.4279
John	-10.4295
▁depressing	-10.4303
▁Seagal	-10.4307
▁Steven	-10.4327
▁capable	-10.4329
▁flashbacks	-10.4341
▁logic	-10.4349
▁gratuitous	-10.4352
▁Trek	-10.4353
▁refreshing	-10.4354
▁sword	-10.4355
▁influence	-10.4361
▁recognize	-10.4364
ld	-10.4366
▁reviewer	-10.4369
?!	-10.4378
▁discovers	-10.4381
▁built	-10.4381
▁Lord	-10.4386
▁Before	-10.4392
▁entertained	-10.4393
ris	-10.4397
▁forces	-10.4399
▁insult	-10.4401
▁depiction	-10.4403
▁excited	-10.4404
▁semi	-10.4407
▁cuts	-10.4408
▁walked	-10.4412
▁Wow	-10.4417
▁levels	-10.442
gy	-10.4421
▁promise	-10.4424
▁cars	-10.4426
ens	-10.4426
▁Japan	-10.4428
▁football	-10.4428
wi	-10.4438
▁Jennifer	-10.4438
▁Time	-10.4447
▁viewed	-10.4448
▁lower	-10.4448
!).	-10.4451
▁ruin	-10.4452
▁horribly	-10.4453
▁stopped	-10.4454
▁Jimmy	-10.4459
▁remain	-10.4479
Of	-10.4484
▁sc	-10.4493
▁screaming	-10.4496
▁chick	-10.4497
▁regard	-10.4501
ped	-10.4503
▁saving	-10.4504
ep	-10.4511
▁di	-10.4515
0	-10.4517
▁embarrassing	-10.4519
▁imp	-10.4523
ide	-10.4526
▁substance	-10.4529
ina	-10.453
▁wind	-10.4534
▁eating	-10.4545
▁majority	-10.456
ya	-10.457
▁theaters	-10.4579
▁section	-10.458
▁promising	-10.4585
ana	-10.4586
▁costs	-10.4587
▁proper	-10.4597
▁portrays	-10.4597
▁foot	-10.46
▁proved	-10.4601
▁Festival	-10.4605
▁Gordon	-10.4606
▁knock	-10.4613
▁ultimate	-10.4622
▁expression	-10.4623
First	-10.4625
val	-10.4627
▁slapstick	-10.4631
▁Louis	-10.4632
▁Plus	-10.4637
▁junk	-10.4637
▁Barbara	-10.4641
▁Harris	-10.4654
▁pile	-10.4672
gan	-10.4677
▁Last	-10.4677
▁zero	-10.4683
▁Gi	-10.4687
▁Larry	-10.4687
ual	-10.4691
hy	-10.4691
▁harsh	-10.4709
▁se	-10.4709
au	-10.4713
▁SO	-10.4713
▁Jesus	-10.4714
▁essentially	-10.4716
▁market	-10.4722
▁Andy	-10.4728
▁subtitles	-10.4728
▁appealing	-10.4733
▁grave	-10.4734
▁met	-10.4735
▁circumstances	-10.4737
▁broken	-10.4743
▁steals	-10.4743
▁IT	-10.4743
▁praise	-10.4748
▁qualities	-10.476
▁normally	-10.476
▁Mrs	-10.4761
ung	-10.4763
**	-10.4767
za	-10.4768
fe	-10.4769
▁Hell	-10.4774
▁fly	-10.4774
Even	-10.4782
▁ball	-10.4783
▁Ri	-10.4784
▁Take	-10.4788
od	-10.4794
▁strongly	-10.4795
▁abuse	-10.4797
▁humans	-10.4804
▁10/10	-10.4814
▁theatrical	-10.4814
▁Canadian	-10.4816
▁dubbed	-10.4819
car	-10.482
She	-10.4827
▁asleep	-10.4829
▁skip	-10.4829
▁endless	-10.483
▁Really	-10.4833
▁Cat	-10.4833
▁routine	-10.4835
▁vehicle	-10.4835
▁cares	-10.4835
▁entertain	-10.4837
▁rival	-10.4837
▁Germany	-10.4838
▁ladies	-10.4839
▁eight	-10.4845
▁Hall	-10.4849
▁pleasant	-10.4852
▁lucky	-10.4858
10	-10.4859
▁asking	-10.4862
▁Chaplin	-10.4867
▁shocked	-10.4869
AL	-10.4872
▁clue	-10.4872
▁loses	-10.4873
az	-10.4874
▁scare	-10.4875
▁reporter	-10.4875
▁creatures	-10.4885
▁Albert	-10.4897
▁danger	-10.4913
▁costume	-10.4915
▁twisted	-10.4938
tra	-10.4938
▁portraying	-10.4944
▁bodies	-10.4944
▁faith	-10.4948
▁Space	-10.4949
▁exploitation	-10.4949
▁murderer	-10.4958
▁ruined	-10.4962
Then	-10.4964
field	-10.4965
▁painfully	-10.4969
▁Jackie	-10.498
▁hide	-10.4982
▁Girl	-10.499
izing	-10.5004
Ha	-10.5007
▁creates	-10.5015
▁account	-10.5023
▁religion	-10.5024
▁Lady	-10.5032
▁caused	-10.5033
nu	-10.5034
▁types	-10.5034
▁Walter	-10.5045
▁speech	-10.5046
▁hearing	-10.5054
wa	-10.5063
▁cell	-10.5067
▁blend	-10.5077
▁Kong	-10.5079
▁Being	-10.5086
▁passed	-10.5086
ero	-10.5093
▁blonde	-10.5098
▁winner	-10.5106
▁fish	-10.5107
▁bringing	-10.5108
▁Up	-10.5114
▁bore	-10.5115
▁rise	-10.5136
▁scale	-10.5142
▁Alice	-10.5143
▁center	-10.5147
▁driver	-10.5148
Why	-10.5156
▁worthwhile	-10.5159
▁r	-10.516
Be	-10.5162
▁Anyone	-10.5168
▁fool	-10.5168
▁Again	-10.5168
▁flesh	-10.5168
▁satisfying	-10.5169
▁emotionally	-10.5172
ile	-10.5175
▁sequels	-10.518
▁rough	-10.5187
▁blow	-10.5191
▁offensive	-10.5192
ven	-10.5199
pl	-10.5207
▁dollars	-10.5211
rated	-10.5222
▁Green	-10.5225
▁pity	-10.5233
▁Rose	-10.5242
▁UK	-10.5245
▁Irish	-10.5258
▁whenever	-10.5261
▁ancient	-10.5267
▁safe	-10.5268
▁Mi	-10.527
▁depicted	-10.5271
▁position	-10.5273
▁Kim	-10.5276
▁factor	-10.5283
writer	-10.5286
▁suffering	-10.5293
▁Washington	-10.5294
▁flow	-10.5297
▁Kate	-10.5298
▁experienced	-10.53
▁Blood	-10.5301
▁ages	-10.5315
▁cruel	-10.5321
▁Out	-10.5328
▁nominated	-10.5328
▁bus	-10.5335
ving	-10.5342
▁cartoons	-10.5343
ure	-10.5344
▁arm	-10.5345
▁Com	-10.5349
▁department	-10.535
▁weeks	-10.5356
▁term	-10.5361
ists	-10.5367
▁standing	-10.5367
De	-10.5371
▁Car	-10.5373
ji	-10.5373
▁service	-10.5379
▁makeup	-10.5379
▁suspenseful	-10.5385
▁Avoid	-10.5401
ham	-10.5404
▁prior	-10.5405
▁surface	-10.5405
▁excitement	-10.5405
▁criticism	-10.5405
▁Look	-10.5411
▁root	-10.5414
ev	-10.5418
▁unfortunate	-10.542
▁Are	-10.543
▁identity	-10.5432
▁angles	-10.5452
00	-10.5458
▁contemporary	-10.546
▁technology	-10.546
▁teens	-10.5463
▁idiot	-10.5471
▁fare	-10.5475
▁environment	-10.5477
▁appropriate	-10.548
▁figured	-10.5492
▁chosen	-10.5492
▁Wars	-10.5493
▁claim	-10.5498
▁bothered	-10.5508
▁Moon	-10.5515
▁melodrama	-10.5515
▁execution	-10.5516
